Repository: blaudden/SIACBatt
Catalog: SIACBatt/Languages/Resource.*.resx
Languages: sv_se

# BtnConnect
source: Start
sv_se: Starta

# BtnDisconnect
source: Stop
sv_se: Stoppa

# BtnExit
source: Close
sv_se: Stäng

# BtnFullscreen
source: Fullscreen
sv_se: Fullskärm

# InfoConnectedMaster
source: Connected to no.: {0}, OpMode: {1}, AutoSend: {2}, Legacy: {3}
sv_se: Ansluten till nr.: {0}, OpMode: {1}, AutoSend: {2}, Legacy: {3}

# InfoConnectedSimSrr
source: S/N: {0}, FW: {1}, OpMode: {2}, Protocol: {3}, Channel: {4}
sv_se: S/N: {0}, FW: {1}, OpMode: {2}, Protokoll: {3}, Kanal: {4}

# InfoInputSource
source: Input via {0}
sv_se: Indata via {0}

# InfoUnknownDevice
source: Unknown device
sv_se: Okänd enhet

# MsgBoxErrorConfig
source: The device configuration could not be read successfully. Reason is probably: {0} ({1})
sv_se: Enhetskonfigurationen kunde inte läsas. Anledningen är troligtvis: {0} ({1})

# MsgBoxErrorConfigAutosend
source: The device is configured with autosend flag. Please reconfigure without autosend!
sv_se: Enheten är konfigurerad med flaggan för Autosend. Konfigurera om utan Autosend!

# MsgBoxErrorConfigDescriptionBackupReadout
source: Reading the backup of SI-Master with firmware < FW595 is not supported.
sv_se: Läsning av säkerhetskopian av SI-Master med firmware < FW595 stöds inte.

# MsgBoxErrorConfigDescriptionNo
source: No description available
sv_se: Ingen beskrivning tillgänglig

# MsgBoxErrorConfigDescriptionNoBackup
source: The device does not have a backup memory storage.
sv_se: Enheten har inget backupminne.

# MsgBoxErrorConfigDescriptionOpMode
source: The selected operating mode is not supported on the current device.
sv_se: Det valda driftläget stöds inte på den aktuella enheten.

# MsgBoxErrorConfigLegacy
source: The device is configured to use legacy protocol. This application does not support legacy protocol. Please reconfigure!
sv_se: Enheten är konfigurerad att använda legacy protocol. Det här programmet stöder inte legacy protocol. Konfigurera om!

# MsgBoxErrorConfigNoDevice
source: No compatible device was found. Please connect a SI Master device!
sv_se: Ingen kompatibel enhet hittades. Anslut en SI Master-enhet!

# MsgBoxErrorConfigRedout
source: The device is not configured to read cards. No data can be processed from this station. Please reconfigure!
sv_se: Enheten är inte konfigurerad för utläsning. Ingen data kan bearbetas från denna station. Konfigurera om!

# MsgBoxErrorDeviceDetermine
source: Could not determine device. Please refresh the device list and retry.
sv_se: Det gick inte att fastställa enheten. Uppdatera enhetslistan och försök igen.

# MsgBoxErrorDeviceException
source: An exception occurred preparing the device {0}: {1}.
sv_se: Ett undantag inträffade när enheten {0} förbereddes: {1}.

# MsgBoxErrorDeviceOpen
source: Could not open the input device, please check device configuration.
sv_se: Det gick inte att öppna inmatningsenheten, kontrollera enhetens konfiguration.

# MsgBoxErrorTitle
source: Error occurred!
sv_se: Fel inträffade!

# OutputHeader
source: Battery Status
sv_se: Batteristatus

# OutputResultDateError
source: The battery is older than {0} years, replace immediately!
sv_se: Batteriet är äldre än {0} år, byt snarast!

# OutputResultDateOK
source: Battery replacement {0}.
sv_se: Batteribyte {0}.

# OutputResultDateWaring
source: The battery is soon {0} years old, replace {1}.
sv_se: Batteriet är snart {0} år, byte {1}.

# OutputResultVoltageError
source: Voltage is below {0}V. Do not use the card!
sv_se: Spänning är under {0}V. Använd inte brickan!

# OutputResultVoltageOK
source: Voltage is over {0}V.
sv_se: Spänning är över {0}V.

# OutputResultVoltageWarning
source: Voltage is below {0}V. Prepare replacement.
sv_se: Spänning är under {0}V. Förbered batteribyte.

# OutputTitleDate
source: Date:
sv_se: Datum:

# OutputTitleVoltage
source: Voltage:
sv_se: Spänning:

# Title
source: SPORTident ActiveCard Battery Status
sv_se: SPORTident ActiveCard Batteristatus
